{
  "GuideData": {
    "AdsController": 
      {
        "NetworkAds": "max",


        "BannerAdmob": "ca-app-pub-3940256099942544/6300978111",
        "InterstitialAdmob": "ca-app-pub-3940256099942544/1033173712",
        "NativeAdmob": "ca-app-pub-3940256099942544/2247696110",
		
		
		
		"MaxBanner": "08c183ae604d9f4a",
		"MaxInter":  "57e7915bd1e3d96c",
		"MaxNative": "dc41f586d12d4ddf",



        "ImageBanner": false,
        "ImageBannerImg" : "https://media3.giphy.com/media/igVvRDJ4EbhstQyEKh/giphy.gif",
        "ImageBannerURL" : "https://www.google.com"
		
      },

    "items": [
	
	{
        "title": " How to get unlimited diamonds ",
        "image": "https://mrkzgulfup.com/uploads/165843739750291.jpg",
        "color": "#57370D",
        "text_size": "25",
        "isLink": false,
		"link_title": "DOWNLOAD",
		"setLink": "https://www.google.com",
        "image_link": "",
        "text": "The short answer is: \n you buy them. While you can, on occasion, get free Garena Free Fire diamonds, you’ll only get a very small number and will have to work hard for that. We’re not even going to kid you here, you’re going to just have to fork out for them if diamonds is what you want. \n\n  Here are the various different methods you can use to purchase items in Garena Free Fire: \n\n *Buy them: the quickest way to get diamonds is just to outright buy them from the in-game shop. You can purchase as little as 100 for $0.99 (£0.99) or as many as 5,600 for $48.99 (£48.99) \n\n *Get membership: there are two different memberships, which provide you with diamonds upfront, daily diamonds, and various other rewards. The weekly membership costs $1.99 (£1.99) and provides 420 diamonds, while monthly costs $7.99 (£7.99) and provides 1,900. You can buy both, which provides you with an S-VIP badge, and double the diamonds. \n\n *Participate in events: occasionally, you can get diamonds by participating in events, but they are few and far between and the number of diamonds you earn from this method are tiny, to say the least. \n\n *Level up pass: this is a relatively new offering that showers you with diamonds for, as the name suggests, leveling up. In total, you can receive 1,600 diamonds as you climb from level one all the way to level 30. You can only purchase this pass once per account.",
        "isNative": false,
		"background": "#FFE998"
      },
	  
	       {
        "title": "Coin Master free spins, tips, and codes..",
        "image": "https://mrkzgulfup.com/uploads/165844288050011.jpg",
		"color": "#57370D",
        "text_size": "25",
        "isLink": false,
		"link_title": "",
		"setLink": "",
        "image_link": "",
        "text": "Wondering how to get Coin Master free spins? You’ve come to the right place. This is an addictive mobile game by design. It combines the thrill of playing slots with the social battling of Clash of Clans to create something that you just can’t put down; in a good way. The problem is, you so often have to put it down if you’re not willing to fork out the cash for regular spins. That’s understandable when as little as 30 spins will set you back £1.99 in the UK or $1.99 in the US.\n\n Fortunately for you though, there are a wide number of means of getting Coin Master free spins, reducing the need for you to spend and increasing the speed at which you can progress throughout this addictive experience. Many of them are easy to pull off too, so you don’t have to worry about going through complicated maneuvres to carry on playing your favourite game. \n\n In this Coin Master blog, we’re going to provide you with all of the ways you can get your hands on a few free spins and a Coin Master bonus here and there. This will allow you to continue playing long after your daily free spins run out, and provide you with the means of getting extra, without the need to spend your hard-earned money on premium spins in the game’s store. We’d also recommend checking out our Coin Master free cards and Coin Master free coins guides to get even more rewards, and our Pet Master free spins guide if you fancy checking out Moon Active’s latest game. \n\n ",
        "isNative": false,
		"background": "#FFE998"
      },
	
	    {
        "title": "The best mobile multiplayer games",
        "image": "https://mrkzgulfup.com/uploads/165844391389181.jpg",
		"color": "#57370D",
        "text_size": "25",
        "isLink": false,
		"link_title": "",
		"setLink": "",
        "image_link": "",
        "text": "Most of us love a good multiplayer game. The best mobile multiplayer games come in many different varieties and truly showcase the potential of the platform. Multiplayer racing games like Mario Kart Tour and Asphalt 9: Legends show that mobile provides a nice variety of racers. Multiplayer shooters such as PUBG Mobile and Fortnite make it clear that iOS and Android can offer the same intense experiences as PC. \n\n Then there are deck builders, which are arguably even better on mobile, with Gwent and Legends of Runeterra both being more convenient to play on a handheld than their PC counterparts. Mobile multiplayer games cover an astonishing array of genres, doing things that you just wouldn’t have thought possible. \n\n There honestly is no better time than the present to start playing the best mobile multiplayer games with your friends, especially as so many of these games are free to play, or cost a fraction of the price that console and PC games do. \n\n Now, here’s our list of the best mobile multiplayer games. \n * Raid: Shadow Legends \n * Magic: The Gathering Arena \n * Genshin Impact \n * League of Legends: Wild Rift \n * Mario Kart Tour \n * Call of Duty: Mobile \n * PUBG Mobile \n * Gwent \n * Fortnite \n * Clash of Clans \n * Black Desert Mobile \n *  ",
        "isNative": false,
		"background": "#FFE998"
      },
	  
	     {
        "title": " Not Oolong until the Dragon Ball: The Breakers ",
        "image": "https://mrkzgulfup.com/uploads/165844811474261.jpg",
        "color": "#57370D",
        "text_size": "25",
        "isLink": false,
		"link_title": "",
		"setLink": "https://www.google.com",
        "image_link": "",
        "text": "Good news, Dragon Ball fans! The much-anticipated mobile title full of fan favourite characters from the anime is coming later this year. That’s right, in just a few short months, you can team up with Bulma and Oolong to face off against the threat of Cell and Freiza, or take control of the iconic antagonists themselves and hunt some humans. \n\n  It’s all right around the corner, with the Dragon Ball: The Breakers release date now officially landing on October 14, 2022. Ok, so that isn’t right around the corner, but what is closer is the Dragon Ball: The Breakers closed-network test, taking place throughout early August, months before the full release.   \n\n  As Dragon Ball: The Breakers is set to release across nearly all major platforms, including Switch, of course, we’re still not sure if the closed-network test will be limited to a specific console, but we’re certainly hoping not. I can only be so patient waiting for any game that allows me to spend so much time with Oolong. ",
        "isNative": false,
		"background": "#FFE998"
      },
	
		 	   {
        "title": " ROBLOX: Project Slayers codes – XP and spins ",
        "image": "https://mrkzgulfup.com/uploads/165845014156931.jpg",
        "color": "#57370D",
        "text_size": "25",
        "isLink": false,
		"link_title": "",
		"setLink": "https://www.google.com",
        "image_link": "",
        "text": "Roblox is a wondrous place, especially if you happen to enjoy an assortment of anime and manga, as you can come across games inspired by the likes of My Hero Academia, One Piece, Sword Art Online, Dragon Ball Z, Demon Slayer, and Tokyo Ghoul. Project Slayer, as the name implies, takes influence from Demon Slayer, which means you can expect plenty of action.  \n\n The aim of the game is simple, as you need to fight enemies and explore a map full of secrets and rewards. Of course, the journey could be long and arduous, but our Project Slayers codes guide can help to ease your burden, as it’s full of valuable in-game goodies such as experience points and various spins.  \n\n Should you be after even more freebies, you should check out our Anime Adventures codes, Anime World Tower Defense codes, Disney Mirrorverse codes, Anime Journey codes, Pet Posse codes, A One Piece Game codes, Dead by Daylight codes, and Valor Legends codes guides. Or, to see what else the games platform has to offer, take a look at our best Roblox games list. \n\n Project Slayers codes: \n *     100K+likesiglol – double XP, 35 deemon art spins, and 75 clan spins (new!)",
        "isNative": false,
		"background": "#FFE998"
      },
	  
	  {
        "title": " PUBG Mobile redeem codes – free skins and cosmetics ",
        "image": "https://mrkzgulfup.com/uploads/165850221210911.jpg",
        "color": "#57370D",
        "text_size": "25",
        "isLink": false,
		"link_title": "",
		"setLink": "https://www.google.com",
        "image_link": "",
        "text": "Getting PUBG Mobile redeem codes can be a little bit of a challenge sometimes, as unlike many other mobile game freebies, only a select number of players can use the codes before they expire.  That’s why we decided to create a list of PUBG Mobile redeem codes, listing those that are new this month, those that have expired, and also giving you a few tips on how to find some for yourself. After all, who doesn’t like getting free stuff?  \n\n While PUBG Mobile redeem codes may be time-restricted, and we have no idea how many people can activate them before they expire, the hope is that with this guide you’ll be able to get your hands on any that are available before they’re gone.  \n\n This guide provides the latest month’s PUBG Mobile redeem codes, a list of the rewards, and how to redeem them. If you want to stay ahead of the curve, then you should bookmark this guide and check back regularly, as we’ll keep updating when we find new codes. \n\n PUBG MOBILE REDEEM CODES: Expired codes: \n\n  SCRLTJG6PZLB \n GPKAHXJML7 \n BTOQZHZ8CQ \n DKJU10GTDSM \n DKJU8LMBPY \n UCBYSD800 \n MIDASBUY \n EKJONARKJO \n BBKTZEZET8 \n BBVNZBZ8M10 \n BBKVZBZ8FW \n BBKRZBZBF10 \n 150NEWUPDATE \n BRT0ZBZAWK \n EBGURMTDOKS \n GODZILLAKONG \n HAPPINESS \n RAAZBZJGS. \n\n HOW DO I REDEEM PUBG MOBILE CODES?\n\n In order to use PUBG Mobile redeem codes, follow these steps: \n\n * Visit the official website for redeeming codes \n * Enter your unique character ID, the code, and a verification code to prove you’re not a bot \n * Press redeem and find your rewards in your in-game mailbox \n\n WHERE CAN I FIND MY PUBG MOBILE CHARACTER ID? \n\n Your PUBG Mobile character ID can be found under your username in the main menu. If you want a closer look, tap on the box it’s contained in. These ID numbers range from 8-15 characters. ",
        "isNative": false,
		"background": "#FFE998"
      },
	
      {
        "title": "how to play free fire: the basics",
        "image": "https://mrkzgulfup.com/uploads/165843806627083.jpg",
        "color": "#57370D",
        "text_size": "25",
        "isLink": false,
		"link_title": "Get Coins",
		"setLink": "https://www.google.com",
        "image_link": "https://www.google.com",
        "text": "After dropping from the aeroplane in Free Fire, you will be on hoverboard from where you can glide/fall towards your preferred location on the map. The map has a lot of points of interest worth visiting. Here is a picture of the current map in Free Fire: \n\n After landing on any point of interest in Free Fire, you need to look for weapons and other resources to sustain your health. An ideal loadout comprises one robust long-range weapon such as a sniper and a close-range weapon like the SMG or a shotgun. \n\n After getting your loadout, start looking for sound clues and gunfires that will lead you to your enemies. Be patient with your fights as they can decide the fate of your survival. \n\n There are some other aspects to consider as well. One of them is EP (Energy Power), which is found in mushrooms all over the Free Fire map. You can consume these to have a standby health bar that would heal you slowly if you take sudden hefty damage. \n\n Garena Free Fire is a game of characters. Choosing the right character according to your play-style can make a lot of difference in the matches. So, always choose the character that suits and complements your playing style.",
        "isNative": false,
		"background": "#FFE998"
      },
	  
	 
      {
        "title": "best game characters ",
        "image": "https://mrkzgulfup.com/uploads/165844471070081.jpg",
		"color": "#57370D",
        "text_size": "25",
        "isLink": false,
		"link_title": "",
		"setLink": "",
        "image_link": "",
        "text": "1. Mario (Super Mario Bros)\n\n There are no plot twists here. Super Mario beats the times and stands strong as the world’s most famous gaming character. Even those who are not gamers will recognize this little guy trying to save the princess and beat all the obstacles. He made us explore and embarking on an adventure with him is one of our warmest childhood memories.  \n\n 2. Ellie (The Last of Us) \n\n Another character from the post-apocalyptic world who captured the attention of so many. Many find Ellie to be one of the most complex video game characters, who had to grow up in a harsh and dystopian world. However, this character is so deeply human to her need for emotional connection and the desire to discover the world outside of what she knows. Oh, and she also knows how to crack a few jokes. \n\n 3. Sonic (Sonic The Hedgehog Series) \n\n You probably expected this one, didn’t you? Naturally, this anthropomorphic cute hedgehog who can run faster than the speed of sound will be at the top. He is Sega’s mascot whose goal is to keep the peace and save the world. It is impossible not to like this adventurous and free-spirited traveler. \n\n 4. Lara Kroft (The Lara Kroft Series) \n\n While one can argue whether Lara is the most popular video game character ever, she must be the most emblematic female gaming character. Lara is an archeologist, a tomb raider, and treasure hunter, whose passion is to discover secrets of the past. Those who ever assumed the role of Lara, know the adrenaline rush and the race with time she brings. Therefore, let’s make space for this memorable and powerful character. \n\n 5. Link (The Legend of Zelda) \n\n Link is a hero who inhabits the bodies of young and brave boys and teenagers through incarnation. Those boys leave their homes to defend the world from sinister monsters. During this quest, Link helps those in need and collects mythical items. He never fails to be mentioned as one of the most influential and iconic characters, so we also won’t fail to mention him. \n\n 6. Joel (The Last of Us) \n\n While living in the era of a pandemic, it makes sense to include a character from a survivor game set in a post-apocalyptic America. Due to the outbreak, Joel lost his only daughter, which made him a cold and ruthless smuggler. His task is to protect and smuggle Ellie, a girl who is believed to be the key to human survival. However, he forms a connection with the girl and shows his vulnerability, which makes him that more likable. \n\n 7. Pikachu (Pokémon) \n\n It is not possible to not mention this playful, yellow rodent that evolves into Pikachu once it reaches its highest levels of happiness. Well, ain’t that the goal we are all chasing? But that is not the only reason why you can find it here. Pikachu is a playable character in every Super Smash Bros. title, he visited The Simpsons, he’s been featured on cars, airplanes, and t-shirts. \n\n 8. Scorpion (Mortal Combat) \n\n What can be as entertaining as a resurrected ninja whose main goal is to avenge his own and the death of his family? Well, that’s the background of this widely recognized character, who is portrayed as a neutral character, but often perceived as an antagonist. This gives his personality complexity and confliction, which when combined with his iconic presence, results in being in the top. \n\n 9. Ryu (Street Fighter) \n\n Nothing can compare to that raw, ’80s adrenaline Street Fighter introduced in our lives. Ryu is the protagonist, but it is also fair to say that he is the most famous character in the fighting game genre. He has many basic moves, but his skills are still undeniably effective and memorable. It is a character who will hardly ever fade into oblivion, therefore, it deserves its way into the top. \n\n 10. Ezio Auditore da Firenze (Assassin’s Creed) \n\n This character starts with a tragic story, but never dives into depression. His family members were killed, which makes vengeance one of his main drives. However, as fierce as he is, he chooses loyalty and defending the world as an Assassin’s Creed member. Ezio is a strong leader with exceptional parkour, martial, and people skills. Besides, it is Ezio’s determination, optimism, and the ability to inspire which puts him on this list. 11. Cloud Strife (Final Fantasy VII) \n\n Cloud is a loner with a peculiar spiky hair, who grew up in the mountainside town of Nibelheim. Most of his life he was an underdog, fond of Tifa Lockhart. To become her friend, he joined her quest to find her mother’s spirit. The adventure ended up being an accident, but it is how Cloud decided to join the elite fighting unit SOLDIER. After he failed to succeed in the program, he enlists in the anti-SHINRA resistance group. What makes Cloud special is that he is an atypical and vulnerable male hero. \n\n 12. Jill Valentine (Resident Evil) \n\n Jill is a former Delta Force member who used to fight the bioterrorist Umbrella corporation. Her influence grows as she becomes a founding member of the United Nations’ Bioterrorism Security Assessment Alliance. What makes her distinctive is that her early appearance was less sexualized and that she was equally skilled as the male characters. Although Jill’s evolution over time slightly undermines these traits, her impact still has a firm presence that can’t be ignored. \n\n 13. Crash Bandicoot (The Crash Bandicoot Series) \n\n In the beginning, Crash was living freely in the jungle, but Doctor Neo Cortex interrupted his peace and captured him. Soon, he became enthralled in Doctor’s evil plan to conquer the world. Doctor’s main helper, Doctor Nitrus Brio, mutated Crash and made him anthropomorphic. Nevertheless, Crash managed to escape and decided to save the world from the malevolent doctor. What’s there not to love about this charming and determined Sony’s iconic character? \n\n 14. Michael (Grand Theft Auto 5) \n\n All Michael de Santa wanted is to live peacefully with his family, and he even faked his death to achieve this. Sadly for his loved ones and luckily for GTA, his old demons tormented him. Finally, life forces this retired bank robbery to go back to his criminal roots. Together with the other two central characters, Trevor and Franklin, Michael is among the most popular characters, which helped GTA 5 sell more than 120 million copies. \n\n 15. Agent 47 (Hitman) \n\n Being a genetically engineered clone, 47 was meant to be a cold-blooded assassin with exceptional reflexes. However, throughout the series, he has shown the capability to be fond of other characters such as Father Emilio Vittorio and his business partner Diana. These paradoxical traits make it impossible to ruthlessly exclude him from the list as he more than efficiently earned his place among the best characters. ",
        "isNative": false,
		"background": "#FFE998"
      },
	  
	       {
        "title": "ROBLOX",
        "image": "https://mrkzgulfup.com/uploads/165844158499051.jpg",
		"color": "#57370D",
        "text_size": "25",
        "isLink": false,
		"link_title": "",
		"setLink": "",
        "image_link": "",
        "text": "There’s a Roblox game out there for everyone, whether it’s running away from Piggy, or looking after cute pets in Adopt Me! But recently one game in particular has risen to massive popularity: Shindo Life. Originally called Shinobi Life 2, the game is a re-imagining of the original Shinobi Life, a Naruto-style ninja game where you explore an open world, and fight against opponents in the arena, using your martial prowess and abilities. \n\n You can also use Shindo Life codes to get freebies, which can make your character stronger. That’s where our list comes in. Here we round up the latest free codes in the game so you can claim some free spins and power yourself up. We also explain how to redeem the Shindo codes in-game lower down the page. \n\n If you find this article helpful, be sure to check out some of our other Roblox content. For more freebies, try our Roblox promo codes, King Legacy codes, All Star Tower Defense codes, Blox Fruits codes, and Anime Adventures codes. Oh, and don’t forget to take a look at our Coin Master free spin links. \n\n Shindo Life active codes: \n\n * muyHungerb0i! – (new!) \n\n * Ragnaarr! – 10k RellCoins and 500 spins \n\n * Ragnarr! – 100k RellCoins and 500 spins \n\ * Ragnat! – 100k RellCoins and 500 spins \n\n * verryHungry! -RellCoins and spins \n\n * ShoyuBoyu! – RellCoins and spins \n\n * RamenShindai! – spins \n\n * RamenGuyShindai! – 30k RellCoins ",
        "isNative": false,
		"background": "#FFE998"
      },
	  
	  {
        "title": " Minion Simulator codes – boosts, gems, and more ",
        "image": "https://mrkzgulfup.com/uploads/165844901333111.jpg",
        "color": "#57370D",
        "text_size": "25",
        "isLink": false,
		"link_title": "",
		"setLink": "https://www.google.com",
        "image_link": "",
        "text": "In Minion Simulator, it’s heigh-ho, heigh-ho, it’s off to the mines you go, and no, we’re sorry, but this Roblox experience doesn’t involve banana-loving yellow beans, nor does it feature angry purple tic tacs with fabulous hair. However, this Roblox title does include adorable creatures that want to be your friend, so you don’t need to go mining for wondrous goods alone.  \n\n Although this doesn’t exactly make the work any easier, mining is exhausting, but luckily for you, we’re on hand to offer a shortcut in the form of our Minion Simulator codes guide. In this list, you can find an assortment of in-game items to make your experience in the mines that little bit easier. Who knows, you might even get a new minion or two.  \n\n If you want even more freebies, check out our Revengers Dispute codes, Anime Adventures codes, Pet Posse codes, Disney Mirrorverse codes, Coin Master free spins, Anime World Tower Defense codes, and Nen Fighting Simulator codes guides. Or, to see what else the games platform has to offer, you check out our best Roblox games list.",
        "isNative": false,
		"background": "#FFE998"
      },
	  	  
	   {
        "title": " Pokémon Go Hisuian Discoveries is a blast to the past ",
        "image": "https://mrkzgulfup.com/uploads/165844829768961.jpg",
        "color": "#57370D",
        "text_size": "25",
        "isLink": false,
		"link_title": "",
		"setLink": "https://www.google.com",
        "image_link": "",
        "text": "It’s even time for all you trainers out there. Then again, when isn’t it event time in Pokémon Go, Niantic continuously supplies players with fresh content that features an abundance of ‘mon, speaking of which, the Pokémon Go Hisuian Discoveries event marks the debut of three creatures.  \n\n Yes, as part of the Pokémon Go Hisuian Discoveries event, Hisuian Growlithe, Hisuian Sneasel, and Hisuian Qwilfish make their debut. However, you can still expect frequent encounters with other ‘mon too, such as Ponyta, Onix, Wurmple, Drifloon, Zubat, Eevee, Buizel, Croagunk, and more. Or, if you’re really lucky, you might come across Octillery, Gible, Magmar, or Electabuzz.  \n\n Naturally, as with any Pokémon Go event, Hisuian Discoveries is full of field research tasks for you to complete, various collection challenges, and a range of new avatar items and stickers to help you personalise your experience. Better yet, for all you competitive trainers out there, you can take part in the Hisui Cup. ",
        "isNative": false,
		"background": "#FFE998"
      },
	  
	  	 	   {
        "title": " Start your campaign early in Era of Conquest ",
        "image": "https://mrkzgulfup.com/uploads/165844947326951.jpg",
        "color": "#57370D",
        "text_size": "25",
        "isLink": false,
		"link_title": "",
		"setLink": "https://www.google.com",
        "image_link": "",
        "text": "History buffs and strategy fans listen up! An epic new cross-platform 4X strategy game is coming to mobile and PC, following a hugely successful launch in its homeland of China. Era of Conquest brings together original characters inspired by legendary heroes and villains from throughout history in explosive battles that put you, the player, at the centre of the action. \n\n In Era of Conquest, you can build and rule an empire as an all-powerful warlord, controlling formidable armies from throughout history. Wipe away the fog of war as you explore a vast overworld called Terra and do battle in locations based on iconic cities from Europe, Asia, and Africa. Summon historical legends to join you on the battlefield as you help fallen lords regain their former glory in an original story full of mystery and intrigue. \n\n Choose from a diverse range of civilizations including the powers of Britain, Germany, France, Rome, Japan, China, and more. Each region comes with its own unique aesthetic and playstyle, as well as heroes inspired by historical figures like Julius Caesar, Oda Nobunaga, Joan of Arc, Boudica, and more. Follow in the footsteps of these legendary leaders or forge your own path in an open-ended storyline complete with side-quests and alternative story arcs to explore. \n\n As you build your empire, you’ll be able to recruit a variety of heroes with their own unique personalities and skill sets to help you conquer more territories and form strong alliances. Gather resources and build up settlements as you journey throughout the game’s huge overworld and choose how to progress and upgrade your armies as you go.",
        "isNative": false,
		"background": "#FFE998"
      },
	  
	  	 	   {
        "title": " A Disney Mirrorverse update for you, Bibbidi-bobbidi-boo ",
        "image": "https://mrkzgulfup.com/uploads/165844860291651.jpg",
        "color": "#57370D",
        "text_size": "25",
        "isLink": false,
		"link_title": "",
		"setLink": "https://www.google.com",
        "image_link": "",
        "text": "It’s fair to say that the reception to Kabam’s Disney Mirrorverse is a mostly positive one, though they are a couple of issues that players have with the game, but given the game isn’t even a month old at this point, there’s plenty of time for the development team to offer some solutions, and an upcoming update intends to do just that.  \n\n Now that the the Disney Mirrorverse update is here, you can look forward to more content, performance optimisations, a range of quality of life improvements, various bug fixes, and more. From this, it’s clear to see that Kabam wants to address some of the problems players are having.  \n\n One such issue is the Disney Mirrorverse energy recharge time, as once you hit a certain level, it can take upwards of seven hours to completely recharge, which means you can essentially only do a set of supply runs and call it a day once more, unless you’re team is at a point where it can take on tougher enemies on higher difficulties, though you can still only do so much before you run out of energy.  \n\n Luckily for all of you guardians out there, Kabam is addressing this issue in the latest update, as the patch notes state “energy recharge usage improvements have been made.” ",
        "isNative": false,
		"background": "#FFE998"
      },
	  
	  
	  	 	   {
        "title": " Best Female Games Characters ",
        "image": "https://mrkzgulfup.com/uploads/165844664345151.jpg",
        "color": "#57370D",
        "text_size": "25",
        "isLink": false,
		"link_title": "",
		"setLink": "https://www.google.com",
        "image_link": "",
        "text": "1. Retro Lara Croft  \n\n Where is Lara you’ve been thinking? Maybe even shouting, well here is the original Lara Croft for you as expected. The original games back on the PlayStation were something of a genre defining title. And Lara was a female lead we all loved. Lara become a household name and the fact she was British was something special for us here in the UK too…. \n\n 2. Aloy – Horizon Zero Dawn \n\n I did a piece on how Ashly Burch was playing Aloy before Horizon Zero Dawn released. I knew that with such a talented voice actor behind the character, Aloy was going to be amazing. But to actually experience this game and her story is something else as this outcast finds her place in this world. A year on I still can’t stop going back to this game and a new icon in female gaming characters. \n\n 3. Ellie – The Last of Us \n\n She might look young here, but we are soon to see a more grown Ellie as we get closer to The Last of Us Part II coming out. At 14 she is surviving in the world following the outbreak of the fungal pandemic. She is different though and the protagonist Joel is recruited to help. Soon however they work together with Ellie helping Joel to survive as much as he helps her. They create a special bond through the game in on of the best stories ever told in gaming. \n\n 3. Ellie – The Last of Us \n\n 4. Cortana – Halo \n\n From androids to AI, we get to the Halo series and the amazing Cortana. She is a artificial intelligence created from a human mind and as such retains certain human traits. She’s playful and even a bit sarcastic about things at times too. But recently, in Halo 5 something changed and things are not the same. We are still waiting to know the next step in this tale, but we do know Cortana is an amazing female character. \n\n 5. 2B – NeiR Automata \n\n Enter a battle android to our list in 2B or YoRHa No.2 Type B to be precise. She is amazing in her character in one of the best games of 2017, NieR: Automata. The game is one of our favourites and the story of 2B and her fellow Android 9S is one to experience. She’s not to be messed with though, and she won’t be friendly if you get the camera too close! \n\n 6. Morrigan – Dragon Age \n\n Dragon Age is one of my personal favourite games from one of my favourite developers. Bioware made a wonderful female character in Morrigan, one that really made the first game. Again, an outstanding Claudia Black performance brings her to life in this and the excellent Dragon Age Inquisition. \n\n 7. Velvet Crowe – Tales of Berseria \n\n One for the Tales Of fans out there we have the awesome Velvet Crowe. David is our resident Tales lover and finds her one of the best characters in the series. She’s pretty cool too as a human powered by demonic ability to consume the souls of other demons. Having been through tough experiences she manages to eventually regain some of her emotional stability. \n\n 8. Futaba – Personal 5 \n\n If you have a spare 200 hours free you can get to know the exceptional Persona 5 and the great character Futaba. I don’t quite have that time but David did and loves this game and this great character too. He particularly likes that she has a weakness when it comes to social interaction and keeps away from society and school. Yet, she has incredible skills that really do come in useful during the game. \n\n 9. Elena Fisher – Uncharted \n\n As a big Uncharted fan I will be going into a little section for some of the great characters created by this series. The first is the incredible Elena from the series who is Nathan’s partner for the most part. She manages to have a certain gentleness to her while also being really tough at the same time. Her voice actor Emily Rose is so good in Uncharted 4 that it makes for one of the best performances in gaming. \n\n 10. Clementine – The Walking Dead \n\n First woman on the list is one of my personal favourites, Clementine. From The Walking Dead Telltale games series players have been with her as she’s grown. The world is hard for her but you are in control of her choices and create your own Clem’. She’s incredibly strong and a wonderful character.",
        "isNative": false,
		"background": "#FFE998"
      },

	  
      {
        "title": "best weapons",
        "image": "https://mrkzgulfup.com/uploads/165843806623361.jpg",
		"color": "#57370D",
        "text_size": "25",
        "isLink": false,
		"link_title": "",
		"setLink": "",
        "image_link": "",
        "text": "1. MP40 \n\n The MP40 is the best of the best, and if you rock it with the GROZA, you’ll be a killing machine. Boasting a 20-round magazine and an 83 rate of fire, you’ll blow people away before they even know you’re around. \n Damage is a moderate 48 and the reload speed is 48, too. \n Considered a “submachine gun,” the only attachment you can get is the magazine. A scope would have been nice, but you’re stuck with a 17 accuracy and a range of 22. If you’re an SMG fan, this is the gun to use, especially for close-range combat. \n New and seasoned players will benefit from the MP40 because it fits with any suitable playstyle.\n You will want to combine this rifle with Scar, AWM, or the GROZA for some sick damage. Recoil on this SMG is high, so you’ll find that keeping your aim steady can be difficult. \n\n 2. AWM \n\n The AWM has been a fan favorite for a very long time now and here is why. First of all, people always wanted a reliable sniper rifle and this is an excellent option in Garena Free Fire. That long range alongside an insane damage output is just lethal in the battleground. \n\n 3. Groza \n\n The Groza is probably the best assault rifle in Garena Free Fire. However, the reason it is placed so low on this list is because of its availability. The gun is only available via air drops, making it a very risky affair.  \n\n 4. SCAR \n\n No list is complete without the AK47 in it. A high damage and recoil gun. If you are someone who can easily control vertical recoil, this is hands down the best gun in Garena Free Fire. \n\n 5. M1887 \n\n Want to pump out massive damage? The M1887 is a great choice, with 100 damage. The double-caliber shotgun is perfect for anyone that doesn’t mind close-range combat. One hit will destroy your enemies.\n Armor penetration is 54, and range is 21, so you need to enjoy close-range gameplay. The fire rate is 42, so it’s fast for a shotgun. You won’t be able to use any attachments – you really don’t need to with this excessively high power. \n Combine this shotgun with the stability and accuracy of the XM8 and you’ll be obliterating everyone on the field. \n The M1887 is one of the shotguns that outperform every shotgun in its class. If you come across an enemy, you can easily 2-shot kill them. Damage and range are great for a shotgun, but you need to make every shot count because the two-round capacity can quickly leave you with an empty gun. \n In the right hands, the M1887 can destroy the competition, but you’ll definitely want to pair it with a higher magazine capacity in the event that you miss a few shots. \n\n 6. M1014 \n\n The M1014 is the best shotgun in Garena Free Fire for sure. From that lethal damage at close range to a decent fire rate, players can nail gunfights without breaking a sweat. Moreover, what makes it a great choice is the fact that it is easily available when you land. \n\n 7. M60 \n\n This is that LMG you definitely should use and look out for at the same time in Garena Free Fire. The incredible damage numbers and bullet spread is certainly a force to reckon with. \n\n 8. AK47 \n\n No list is complete without the AK47 in it. A high damage and recoil gun. If you are someone who can easily control vertical recoil, this is hands down the best gun in Garena Free Fire. \n\n 9. M4A1 \n\n This is the most stable assault rifle in the game for beginners. Furthermore, if you are a beginner who does not care about the gun statistics much and just want to enjoy with friends, the M4A1 is the gun for you. Moreover, the stats of this gun are very well balanced even without any attachments, making it a viable choice for beginners. \n\n 10. Desert Eagle \n\n Desert Eagle is one of the pistols that is worth carrying. High damage and mobility fit into the run-and-gun playstyle, but the magazine only holds 7 rounds, which is normal for a pistol. The pistol has 90 damage with a range of 74, so it packs a lot of power even at long range. \n Desert Eagle was originally removed from the game, and after a lot of backlash from players, it was added back into the mix. Players suspect that the pistol was removed because it was too powerful. ",
        "isNative": false,
		"background": "#FFE998"
      }
	  
    ]

  }
}
